"Volume" = "Lydstyrke"; 
"Drawbars" = "Udtræk"; 
"Percussion Level" = "Anslagslydstyrke"; 
"Percussion Time" = "Anslagstid"; 
"Click" = "Klik"; 
"Distortion" = "Forvrængning"; 
"Rotary Speaker" = "Roterende højttaler"; 


